IDEA StatiCa Open Model
ReinfClass Enumeration
Compatible with IDEA StatiCa Beta 21.0 - beta
 Reinforcement class type
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public enum ReinfClass
Public Enumeration ReinfClass
public enum class ReinfClass
Members
Member name | Value | Description
A | 0 |  Class A
B | 1 |  Class B
C | 2 |  Class C
See Also
Reference
IdeaRS.OpenModel.Material Namespace